{
	"@metadata": {
		"authors": [
			"Gomoko",
			"Verdy p",
			"Urhixidur"
		]
	},
	"apihelp-collection+getcollection-example": "Lister les pages présentes actuellement dans la collection.",
	"apihelp-collection+getcollection-summary": "Module d’API pour lister les pages présentes actuellement dans une collection",
	"apihelp-collection+addarticle-example": "Ajouter une page à la collection.",
	"apihelp-collection+addarticle-summary": "Module d’API pour ajouter une page à une collection",
	"apihelp-collection+settitles-example": "Définir le titre et le sous-titre de la collection",
	"apihelp-collection+settitles-settings-example": "Définir le titre, le sous-titre et les paramètres de la collection",
	"apihelp-collection+settitles-summary": "Module d’API pour définir le titre, le sous-titre, et les paramètres d’une collection",
	"coll-api-addarticle-article-not-added": "La page n’a pas été ajoutée à la collection. Assurez-vous que le titre est dans l’espace de noms spécifié ou vérifiez si la page est déjà présente dans la collection.",
	"apihelp-collection+removearticle-example": "Retirer une page de la collection.",
	"apihelp-collection+removearticle-summary": "Module d’API pour retirer une page d’une collection",
	"coll-api-removearticle-article-not-removed": "La page n’a pas été enlevée de la collection. Assurez-vous que le titre est dans l’espace de noms spécifié, ou vérifiez si la page n’est pas déjà absente de la collection.",
	"apihelp-collection+addcategory-example": "Ajouter les pages d’une catégorie donnée à la collection de l’utilisateur.",
	"apihelp-collection+addcategory-summary": "Module d’API pour ajouter les pages d’une catégorie donnée à la collection d’un utilisateur.",
	"apihelp-collection+suggestarticleaction-example": "Ajoute une page à une collection et aux suggestions",
	"apihelp-collection+suggestarticleaction-summary": "Module d’API pour interagir avec les suggestions",
	"apihelp-collection+suggestarticleaction-param-suggestaction": "Une des options « add », « remove » ou « ban ». « add » ajoute une page à la collection et aux suggestions et supprime leur exclusion. « remove » enlève une page ajoutée et l’exclut. « ban » exclut une page des suggestions.",
	"apihelp-collection+suggestundoarticleaction-example": "Annule l’action d’ajout d’une page",
	"apihelp-collection+suggestundoarticleaction-summary": "Module d’API pour annuler les actions faites depuis suggestarticleaction",
	"apihelp-collection+suggestundoarticleaction-param-lastaction": "Une des options « add », « remove » ou « ban ».",
	"coll-api-addcategory-category-does-not-exist": "La catégorie dont vous essayez d’ajouter les pages membres n’existe pas, n’est pas valide ou a plus de pages que la limite spécifiée.",
	"apihelp-collection+addchapter-example": "Ajouter un chapitre à la collection.",
	"apihelp-collection+addchapter-summary": "Module d’API pour ajouter un chapitre à une collection",
	"apihelp-collection+renamechapter-example": "Renommer un chapitre dans la collection de l’utilisateur.",
	"apihelp-collection+renamechapter-summary": "Module d’API pour renommer un chapitre dans la collection de l’utilisateur",
	"apihelp-collection+clearcollection-example": "Efface la collection et les suggestions",
	"apihelp-collection+clearcollection-summary": "Module d’API pour effacer une collection et les suggestions",
	"apihelp-collection+setsorting-example": "Dans une collection de trois éléments, intervertir le premier et le deuxième",
	"apihelp-collection+setsorting-deletion-example": "Dans une collection de trois éléments, passer le troisième en premier et supprimer le deuxième",
	"apihelp-collection+setsorting-summary": "Module d’API pour réordonner les éléments dans une collection",
	"apihelp-collection+setsorting-param-items": "Les éléments doivent être listés en utilisant leur ancien index et ordonnés par leur nouvelle position",
	"apihelp-collection+sortitems-example": "Trier les pages d’une collection dans l’ordre alphabétique",
	"apihelp-collection+sortitems-summary": "Module d’API pour trier les pages d’une collection dans l’ordre alphabétique. Les pages dans les chapitres sont groupées et triées ensemble.",
	"apihelp-collection+getpopupdata-example": "Ouvre une fenêtre pour ajouter une page à la collection ou l’en retirer",
	"apihelp-collection+getpopupdata-summary": "Module d’API pour obtenir des données et le HTML pour construire une fenêtre",
	"apihelp-collection+removeitem-example": "Supprimer un élément de la collection en fournissant un index, ou à l’index 0 par défaut.",
	"apihelp-collection+removeitem-summary": "Module d’API pour supprimer un élément de la collection par index via la page Spécial:Livre.",
	"apihelp-collection-param-submodule": "Sous-module pour effectuer diverses opérations dans la collection de l’utilisateur du wiki.",
	"apihelp-collection-summary": "Module d’API pour effectuer diverses opérations sur la collection de l’utilisateur du wiki.",
	"apihelp-collection+getbookcreatorboxcontent-example": "Obtenir le contenu de la fenêtre du créateur de livre pour la collection de l’utilisateur.",
	"apihelp-collection+getbookcreatorboxcontent-summary": "Sous-module de l’API pour saisir le contenu de la fenêtre de la page spéciale de fenêtre du créateur de livre.",
	"apihelp-collection+postcollection-example": "Publier des pages dans la collection d’un utilisateur",
	"apihelp-collection+postcollection-summary": "Module d’API pour publier des pages vers la collection d’un utilisateur",
	"coll-api-invalid-collection": "Collection reçue non valide."
}
