{
	"@metadata": {
		"authors": [
			"Gomoko"
		]
	},
	"apihelp-collection+getcollection-example": "Lister les pages actuellement dans la collection.",
	"apihelp-collection+getcollection-summary": "Module d’API pour lister les pages actuellement dans une collection",
	"apihelp-collection+addarticle-example": "Ajouter un article à la collection.",
	"apihelp-collection+addarticle-summary": "Module d’API pour ajouter un article à la collection",
	"apihelp-collection+settitles-example": "Définir un titre et un sous-titre pour la collection",
	"apihelp-collection+settitles-settings-example": "Définir un titre, un sous-titre et des paramètres pour la collection",
	"apihelp-collection+settitles-summary": "Module d’API pour définir un titre, un sous-titre, et les paramètres pour une collection",
	"coll-api-addarticle-article-not-added": "L’article n’a pas été ajouté à la collection. Assurez-vous que le titre est dans l’espace de noms spécifié ou vérifiez si l’article existe déjà dans la collection.",
	"apihelp-collection+removearticle-example": "Supprimer un article de la collection.",
	"apihelp-collection+removearticle-summary": "Module d’API pour supprimer un article de la collection",
	"coll-api-removearticle-article-not-removed": "L’article n’a pas été supprimé de la collection. Assurez-vous que le titre est dans l’espace de noms spécifié, ou vérifiez si l’article n’existe pas dans la collection.",
	"apihelp-collection+addcategory-example": "Ajouter des articles d’une catégorie donnée à la collection de l’utilisateur.",
	"apihelp-collection+addcategory-summary": "Module d’API pour ajouter des articles d’une catégorie donnée à la collection d’un utilisateur.",
	"apihelp-collection+suggestarticleaction-example": "Ajoute un article à la collection et aux suggestions",
	"apihelp-collection+suggestarticleaction-summary": "Module d’API pour interagir avec les suggestions",
	"apihelp-collection+suggestarticleaction-param-suggestaction": "Un parmi 'add', 'remove' ou 'ban'. 'add' ajoute un article à la collection et aux suggestions et supprime leur exclusion. 'remove' supprime un article ajouté et l’exclut. 'ban' exclut un article des suggestions",
	"apihelp-collection+suggestundoarticleaction-example": "Annule l’action d’un article ajouté",
	"apihelp-collection+suggestundoarticleaction-summary": "Module d’API pour annuler les actions faites depuis suggestarticleaction",
	"apihelp-collection+suggestundoarticleaction-param-lastaction": "Un parmi 'add', 'remove' ou 'ban'.",
	"coll-api-addcategory-category-does-not-exist": "La catégorie depuis laquelle vous essayez d’ajouter des articles n’existe pas, n’est pas valide ou a plus d’articles que la limite spécifiée.",
	"apihelp-collection+addchapter-example": "Ajouter un chapitre à la collection.",
	"apihelp-collection+addchapter-summary": "Module d’API pour ajouter un chapitre à la collection",
	"apihelp-collection+renamechapter-example": "Renommer un chapitre dans la collection de l’utilisateur.",
	"apihelp-collection+renamechapter-summary": "Module d’API pour renommer un chapitre dans la collection de l’utilisateur",
	"apihelp-collection+clearcollection-example": "Efface la collection et les suggestions",
	"apihelp-collection+clearcollection-summary": "Module d’API pour effacer la collection et les suggestions",
	"apihelp-collection+setsorting-example": "Dans une collection de trois éléments, intervertir le premier et le deuxième",
	"apihelp-collection+setsorting-deletion-example": "Dans une collection de trois éléments, passer le troisième en premier, et supprimer le deuxième",
	"apihelp-collection+setsorting-summary": "Module d’API pour réordonner les éléments dans une collection",
	"apihelp-collection+setsorting-param-items": "Les éléments doivent être listés en utilisant leur ancien index, et ordonnés par leur nouvelle position",
	"apihelp-collection+sortitems-example": "Trier les articles d’une collection par ordre alphabétique",
	"apihelp-collection+sortitems-summary": "Module d’API pour trier les articles d’une collection par ordre alphabétique. Les articles dans les chapitres sont groupés et triés ensemble",
	"apihelp-collection+getpopupdata-example": "Obtient une fenêtre pour ajouter/supprimer un article de la collection",
	"apihelp-collection+getpopupdata-summary": "Module d’API pour obtenir des données et le HTML pour construire une fenêtre",
	"apihelp-collection+removeitem-example": "Supprimer un élément de la collection en fournissant un index, ou 0 par défaut.",
	"apihelp-collection+removeitem-summary": "Module d’API pour supprimer un élément de la collection par index via la page Special:Book.",
	"apihelp-collection-param-submodule": "Sous-module pour effectuer diverses opérations dans la collection de l’utilisateur du wiki.",
	"apihelp-collection-summary": "Module d’API pour effectuer diverses opérations sur la collection de l’utilisateur du wiki.",
	"apihelp-collection+getbookcreatorboxcontent-example": "Obtenir le contenu de la fenêtre du créateur de livre de la collection de l’utilisateur.",
	"apihelp-collection+getbookcreatorboxcontent-summary": "Sous-module de l’API pour saisir le contenu de la fenêtre de la page spéciale de fenêtre du créateur de livre.",
	"apihelp-collection+postcollection-example": "Poster des articles vers la collection d’un utilisateur",
	"apihelp-collection+postcollection-summary": "Module d’API pour publier des articles vers la collection d’un utilisateur",
	"coll-api-invalid-collection": "Collection reçue non valide."
}
